IDEA Open Model
SetupValueFloat Properties
Compatible with IDEA StatiCa 20.1
The SetupValueFloat type exposes the following members.
Properties
Name | Description
Id
 Gets or sets the value id.
 (Inherited from SetupValue.)
Value
 Gets or sets the value.
Top
See Also
Reference
SetupValueFloat Class
IdeaRS.OpenModel.Concrete Namespace